/* Adobe Plugin Plist Files for PhotoshopAdapter */
/* Localized Strings for Greek */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "Photoshop AdapterEN";
CFBundleDisplayName = "Photoshop AdapterEN";
CFBundleGetInfoHTML = "Photoshop AdapterEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleGetInfoString = "Photoshop AdapterEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleShortVersionString = "Photoshop AdapterEN version 21.1.0EN";
